TreeCore.Web/TreeAPI/ExampleRequest/loginV2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sit="http://sites.alteda.es/">
   <soapenv:Header/>
   <soapenv:Body>
      <sit:MobileLoginV2>
         <!--Optional:-->
         <sit:req>
            <sit:Platform>Xamarin</sit:Platform>
            <sit:Locale>es-ES</sit:Locale>
            <sit:UserLogin>F9ba2mzbSFfBPs9wg5iNReXdqyc6CsBL+Wxq7qM4kng=</sit:UserLogin>
            <sit:Password>bN/HvxhsVtmISkKBENPmzg==</sit:Password>
            <sit:UniqueDeviceID/>
            <sit:FCMKey/>
            <sit:UserMAC>12345678998</sit:UserMAC>
            <sit:ULLength>31</sit:ULLength>
            <sit:PLength>9</sit:PLength>
         </sit:req>
      </sit:MobileLoginV2>
   </soapenv:Body>
</soapenv:Envelope>